"Volume" = "Volym"; 
"Waveform" = "Vågform"; 
"Glide" = "Glidning"; 
"Wheel to Vibrato" = "Hjul till vibrato"; 
"Wheel to Cutoff" = "Hjul till Cutoff"; 
"Cutoff Type" = "Cutoff-typ"; 
"Cutoff" = "Cutoff"; 
"Resonance" = "Resonans"; 
"Cutoff Envelope" = "Cutoff-envelope"; 
"Cutoff Attack" = "Cutoff-attack"; 
"Attack" = "Attack"; 
"Decay" = "Decay"; 
"Sustain" = "Sustain"; 
"Release" = "Release"; 

